Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: "The commission then added, ""anyone who deliberately delays and hides the reporting of cases out of self-interest will be nailed on a pillar of shame for eternity."""
es: La comisión luego agregó: «cualquiera que deliberadamente retrase y oculte la denuncia de casos por interés propio será clavado en un pilar de la vergüenza por la eternidad».

source: Diamond Princess – Princess Cruises
es: Página web de Princess Cruises

source: On 11 March, the Senate unanimously passed the House's version of the TAIPEI Act. On 27 March, U.S. President Donald Trump signed the TAIPEI Act into law.
es: [158]​ El 27 de marzo, el presidente de los Estados Unidos Donald Trump, promulgó la Ley TAIPEI.

source: US President Donald Trump and his top economic adviser Larry Kudlow have been accused of spreading misinformation about the coronavirus.
es: El presidente de los Estados Unidos, Donald Trump, y su principal asesor económico, Larry Kudlow, han sido acusados de difundir información errónea sobre el coronavirus.

source: "The paper also titled an editorial ""A New Yellow Peril""."
es: [49]​ El documento también tituló un editorial «Un nuevo peligro amarillo».

source: On 12 March 2020, the Portuguese government declared the highest level of alert because of COVID-19 and will maintain it until 9 April.
es: Gobierno de Portugal ha declarado el nivel más alto de alerta debido a COVID-19, manteniéndolo hasta el 9 de abril.

source: The 2019–20 coronavirus pandemic was confirmed to have reached Cyprus in March 2020.
es: El primer caso de la pandemia de enfermedad por coronavirus en Chipre se confirmó el 9 de marzo de 2020.

source: These vaccines can be effective against multiple strains and are used either as part of a preventive strategy, or combined with culling in attempts to eradicate outbreaks.
es: Estas vacunas pueden ser eficaces contra múltiples cepas y son usadas junto con el sacrificio selectivo de los animales con mayor riesgo de transmisión de cepas mutadas, como parte de una estrategia de prevención con objeto de evitar o reducir las posibles epidemias y pandemias en humanos.

source: On 20 May 1851, Semmelweis took the relatively insignificant, unpaid, honorary head-physician position of the obstetric ward of Pest's small Szent Rókus Hospital.
es: El 20 de mayo de 1851 Semmelweis ocupó la plaza no retribuida de médico jefe honorario de la sala de obstetricia del pequeño hospital St. Rochus (San Roque) en Pest.

source: M. abscessus and M. chelonae can be distinguished from M. fortuitum or M. peregrinum by their failure to reduce nitrate and to take up iron.
es: M. abscessus y M. chelonae se pueden distinguir de M. fortuitum o M. peregrinum por su incapacidad de reducir el nitrato y de absorber el hierro.

source: One study found that between 2006 and 2015, the success rate of obtaining approval from Phase I to successful Phase III trials was 16.2% for vaccines, and CEPI indicates a potential success rate of only 10% for vaccine candidates in 2020 development.
es: [45]​ Un estudio encontró que entre 2006 y 2015, la tasa de éxito de obtener la aprobación de la Fase I para ensayos exitosos de Fase III fue del 16,2% para las vacunas, y CEPI indica una tasa de éxito potencial de solo el 10% para los candidatos a vacunas en desarrollo 2020.

source: Twelve venues for 16 sports are situated farther than 8 kilometers (5 miles) from the Olympic Village.
es: Doce sedes estarán situadas a una distancia superior a los ocho kilómetros desde la Villa Olímpica.

source: On February 27, 2020, the Estonian Minister of the Interior Mart Helme said at a government press conference the common cold had been renamed as the coronavirus and that in his youth nothing like that existed.
es: El 27 de febrero de 2020, el Ministro del Interior de Estonia, Mart Helme, declaró en una conferencia de prensa que el resfriado común había sido renombrado como coronavirus y que en su juventud no existía nada de eso.

source: Vaccination is the most effective method of preventing infectious diseases; widespread immunity due to vaccination is largely responsible for the worldwide eradication of smallpox and the restriction of diseases such as polio, measles, and tetanus from much of the world.
es: [5]​ La vacunación es el método más eficaz de prevenir las enfermedades infecciosas;[6]​ la inmunidad generalizada debido a la vacunación es en gran parte responsable de la erradicación mundial de la viruela y la restricción de enfermedades como la poliomielitis, el sarampión y el tétanos en la mayor parte del mundo.

source: On 11 March, a total of 241 people were tested, 15 of whom were positive.
es: El 11 de marzo, un total de 241 personas fueron probadas, 15 de las cuales fueron positivas.

source: On 9 January 2020, the Chinese Center for Disease Control and Prevention (CCDC) reported the identification of a novel coronavirus (later identified as the SARS-CoV-2) as the cause.
es: El 9 de enero de 2020, el CCDC informó la identificación de un nuevo coronavirus (más tarde identificado como el SARS-CoV-2) como la causa.

source: U.S. Treasury Secretary Steven Mnuchin announced that the Internal Revenue Service would extend the federal tax filing deadline from 15 April to 15 July, while Maryland Governor Larry Hogan and New York Governor Andrew Cuomo, as chair and vice-chair of the National Governors Association, wrote an open letter to the Trump Administration and the 116th U.S. Congress to request $150 billion in federal aid to U.S. state governments to address the COVID-19 pandemic.
es: El secretario del Tesoro de los Estados Unidos, Steven Mnuchin, anunció que el Servicio de Impuestos Internos ampliaría el plazo de presentación de impuestos federales del 15 de abril al 15 de julio[122]​, mientras que el gobernador de Maryland, Larry Hogan, y el gobernador de Nueva York, Andrew Cuomo, como presidente y vicepresidente de la Asociación Nacional de Gobernadores , escribió una carta abierta a la Administración Trump y al 116 ° Congreso de los Estados Unidos para solicitar $ 150 mil millones en ayuda federal a los gobiernos estatales de los Estados Unidos para abordar la pandemia de COVID-19[123]​.

source: It can be performed by continuously measuring certain parameters by using a medical monitor (for example, by continuously measuring vital signs by a bedside monitor), and/or by repeatedly performing medical tests (such as blood glucose monitoring with a glucose meter in people with diabetes mellitus).
es: Se puede llevar a cabo mediante la medición continua de ciertos parámetros mediante el uso de un monitor médico (por ejemplo, mediante la medición continua de los signos vitales por un monitor de cabecera), y/o realizando repetidamente exámenes médicos (como monitorización de glucemia con una glucómetro en las personas con diabetes mellitus).

source: Glomerular filtration rate falls and the kidney is unable to perform its normal excretory functions.
es: [6]​[18]​ El índice de filtración glomerular cae y el riñón es incapaz de llevar a cabo sus funciones excretoras normales.

source: The 10 cases include 8 employees, 1 new hire, and 1 resident of Vatican City.
es: Entre los positivos hay un sacerdote, un empleado de la oficina de mercancías y dos empleados de los Museos Vaticanos.

source: A 30% sickness rate and a three-week length of illness would decrease the gross domestic product by 5%.
es: Se estima que una tasa de morbilidad del 30 % para una enfermedad que dure 3 semanas debe disminuir el Producto Nacional Bruto en un 5 %.

source: As of 14 March, persons returning to Taiwan from most of Europe, plus persons who have transferred through China, Hong Kong, Macau, and Dubai, must quarantine in-home for 14 days.
es: A partir del 14 de marzo, las personas que regresen a Taiwán desde la mayor parte de Europa, además de las personas que se hayan trasladado a través de China, Hong Kong, Macao y Dubai, deberán permanecer en cuarentena en sus hogares durante 14 días.

source: Therefore, the number of cases rose to 745 and 19 fatal victims.
es: Así, ya son 745 los infectados y 19 las víctimas fatales.

source: Thus the cycle must be properly repeated all over.
es: En ese caso, el ciclo debe ser repetido correctamente desde el principio.

source: A Taiwanese national aboard the Diamond Princess tested positive on 6 February.
es: [20]​ Un ciudadano taiwanés a bordo del Diamond Princess dio positivo el 6 de febrero.

source: CDC testing protocols did not include non-travelling patients with no known contact with China until February 28.
es: Los protocolos de prueba de los CDC no incluyeron pacientes que no viajan sin contacto conocido con China hasta el 28 de febrero de 2020.

source: It emphasized accessible visual representations of the body, and a particular sensation were the transparent organs preserved and displayed according to a method devised by Werner Spalteholz.
es: Como principales atracciones mostraba representaciones visuales accesibles del cuerpo, siendo particularmente populares los órganos transparentes preservados y mostrados según el método de Werner Spalteholz.

source: Signs are not seen immediately in cattle, due to the disease's extremely long incubation period.
es: Los síntomas no se observan inmediatamente en el ganado debido al período de incubación extremadamente largo de la enfermedad.

source: As of March 2020, there was one (DNA based) MERS vaccine which completed phase I clinical trials in humans, and three others in progress, all of which are viral-vectored vaccines, two adenoviral-vectored (ChAdOx1-MERS, BVRS-GamVac), and one MVA-vectored (MVA-MERS-S).
es: [10]​[16]​ A partir de marzo de 2020, había una vacuna MERS (basada en ADN) que completó los ensayos clínicos de fase I en humanos,[17]​ y otras tres en progreso, todas las cuales son vacunas con vectores virales, dos adenovirales.

source: The CNE has launched the brand new 1322 COVID-19 help line.
es: Ese mismo día el CNE inauguró la línea de ayuda 1322 para consultas sobre el virus.

source: A six-year-old passenger who transferred in Wuhan and developed a fever was closely monitored by the CDC.
es: [35]​ Los CDC monitorearon de cerca a un pasajero de seis años que se transfirió a Wuhan y desarrolló fiebre.

source: It was added that data regarding the new confirmed cases in Turkey would be published in digital format.
es: Se agregó que los datos sobre los nuevos casos confirmados en Turquía se publicarían en formato digital.

source: Some articles on popular sites in China have also cast suspicion on US military athletes participating in the Wuhan 2019 Military World Games, which lasted until the end of October 2019, and have suggested they deployed the virus.
es: [38]​ Algunos artículos en sitios populares en China también han puesto en duda a los atletas militares estadounidenses que participaron en los Juegos Mundiales Militares Wuhan 2019, que duraron hasta finales de octubre de 2019, y sugirieron que desplegaron el virus.

source: Steele and Stallman's finished implementation included facilities for extending and documenting the new macro set.
es: Después de una noche de hacking conjunto por Steele y Stallman, éste acabó la implementación, que incluía utilidades para extender y documentar el nuevo conjunto de macros.

source: The British Antarctic Survey implemented precautionary measures.
es: [1]​ El British Antarctic Survey implementó medidas de precaución.

source: Three main modalities of RRT are available: hemodialysis, continuous hemofiltration and peritoneal dialysis.
es: Hay tres modalidades principales de terapia de reposición renal disponibles: hemodiálisis, hemofiltración continua y diálisis peritoneal.

source: "About the song's production, Alex Robert Ross of The Fader said ""it sounds like getting sucked into a modem and spat back out in a brightly colored cartoon""."
es: [12]​ Sobre la producción de la canción, Alex Robert Ross de The Fader dijo que «suena como ser absorbido por un módem y escupido en una caricatura de colores brillantes».

source: The unusually severe disease killed between two and twenty percent of those infected, as opposed to the more usual flu epidemic mortality rate of 0.1%.
es: La gravedad inesperada de la enfermedad produjo la muerte de entre el 2 y el 20 % de todos los infectados (frente a la tasa habitual de mortalidad de la gripe común, que está en torno al 0,1 %).

source: The next day, Constitution Day celebrations were cancelled.
es: [10]​ El día siguiente se suspendieron los actos de celebración del Día de la Constitución.

source: April 10— Two cases announced, all from households of previous cases (total= 14 positive, 92 tests in total).
es: 10 de abril: se anunciaron dos casos, todos de hogares de casos anteriores (total = 14 positivos, 92 pruebas en total).

source: Human immunodeficiency virus infection and acquired immune deficiency syndrome (HIV/AIDS) is a spectrum of conditions caused by infection with the human immunodeficiency virus (HIV).
es: La infección por el virus de la inmunodeficiencia humana y el síndrome de inmunodeficiencia adquirida (VIH/sida)[2]​ son un espectro de enfermedades causadas por la infección causada por el virus de la inmunodeficiencia humana (VIH).

source: Other federal policy responses
es: Respuesta de la gente

source: On 21 March, the government issued the shutdown of all non-essential businesses, industries, and economic activities.
es: [134]​ El 21 de marzo, el gobierno ordenó el cierre de todos los negocios, industrias y actividades económicas no esenciales.

source: One formula was promoted at the national level by mid February.
es: [85]​[86]​ Se promovió una fórmula a nivel nacional a mediados de febrero.

source: The same day, an elderly man from Brtonigla who died the day before in self-isolation was confirmed to have had the virus; however, the virus wasn't confirmed to be the cause of death.
es: El mismo día, un hombre anciano de Brtonigla, que murió el día anterior en auto-aislamiento, fue confirmado como portador del virus; sin embargo, no fue atestado si el virus causó su muerte.

source: Public gatherings of more than 100 people are discouraged and citizens returning from high-risk areas are recommended to self-isolate for two weeks.
es: Se desaconsejó las reuniones públicas de más de 100 personas y se recomendó a los ciudadanos que regresen de zonas de alto riesgo que se aíslen por dos semanas.

source: Ignaz Semmelweis was born on 1 July 1818 in Tabán, a neighbourhood of Buda, Hungary, today part of Budapest.
es: Semmelweis nació el 1 de julio de 1818 en Taban (un barrio de Buda que actualmente forma parte de Budapest, Hungría).

source: This causes disruption of electrolyte regulation, leading to a further rise in potassium levels, and interferes with vitamin D processing, further worsening the low calcium levels.
es: Esto interrumpe la regulación de los electrólitos y por ende genera un nuevo aumento de los niveles de potasio e interfiere en el procesamiento de la vitamina D, lo que reduce aún más los niveles ya bajos de calcio.

source: The platform had released its original docu-series Pandemic: How to Prevent an Outbreak at the end of January 2020.
es: La plataforma había lanzado su serie documental original Pandemic: Cómo prevenir un brote a fines de enero de 2020.

source: "On the evening of 7 March the Ministry of Health confirmed another case of coronavirus in the country, stating that the infected person had an ""epidemiological link"" with northern Italy."
es: Al final el día 7 de marzo el Ministerio de Salud confirmó otro caso de coronavirus en el país, se mencionó que la persona infectada tiene un enlace epidemiológico con el norte de Italia.

source: This policy prioritized the creation of a COVID-19 testing and consultation system based on the National Institute of Infectious Diseases (NIID) and the government's 83 existing municipal and prefectural public health institutions that is separate from the civilian hospital system.
es: Esta política priorizó la creación de un sistema de prueba y consulta COVID-19 basado en el Instituto Nacional de Enfermedades Infecciosas (NIID) y las 83 instituciones de salud pública municipales y prefecturales existentes en el gobierno que están separadas del sistema de hospitales civiles.

source: The universal flu vaccine does not need to be reformatted every year and stops people from needing a seasonal flu vaccine.
es: La vacuna universal contra la gripe no necesita ser reformateada cada año y evita que las personas necesiten una vacuna contra la gripe estacional.

source: Countries and territories around the world have enforced lockdowns of varying degrees.
es: Así mismo, otros Estados y regiones pusieron restricciones al ingreso de extranjeros.

source: On 25 and 26 February, multiple cases related to the Italian outbreak were detected in Baden-Württemberg.
es: Los días 25 y 26 de febrero, después del brote de COVID-19 en Italia, se detectaron múltiples casos relacionados con el brote italiano en Baden-Württemberg.

source: Seán Ó Fearghaíl was returned automatically as outgoing Ceann Comhairle; as he was a Fianna Fáil member, this gave the party 38 TDs.
es: Seán Ó Fearghaíl fue reelecto automáticamente como el saliente Ceann Comhairle, como era miembro de Fianna Fáil le dio 38 diputados al partido.

source: List of Unix commands
es: Lista de programas para Unix

source: Many gatherings related to the Jewish celebrations of Purim and Passover were canceled due to the COVID-19 pandemic.
es: Muchas reuniones relacionadas con la celebración judía de Purim fueron canceladas debido a la pandemia de COVID-19.

source: A nationwide quarantine is in effect from 22 March at midnight (00:00) for 14 days, with the goal of slowing the spread of the virus in the country, under the following orders:
es: Se dispone cuarentena general en todo el país desde el domingo 22 de marzo a partir de las cero, horas la cual tendrá una vigencia de 14 días, para frenar la propagación del virus en el país, bajo las siguientes disposiciones:

source: Per million citizens, South Korea tested 700 times more than the USA.
es: Por millón de ciudadanos, Corea del Sur evaluó 700 veces más que Estados Unidos.

source: Center for Emerging Infectious Disease
es: Centro de Enfermedades infecciosas emergentes

source: The Robert Koch Institute (abbreviated RKI) is a German federal government agency and research institute responsible for disease control and prevention.
es: El Instituto Robert Koch (abreviado RKI) es una agencia del gobierno federal alemán e instituto de investigación responsable del control y prevención de enfermedades.

source: As soon as the tumor is recognized, it should be removed with very wide margins to ensure complete removal.
es: Apenas se reconoce el tumor se lo debe remover con márgenes muy amplios para asegurar la extracción completa.

source: Freemacs, a DOS version that uses an extension language based on text macro expansion and fits within the original 64 KiB flat memory limit.
es: Freemacs, una versión DOS con un lenguaje de extensión basado en text macro expansion, todo dentro del límite de memoria original de 64 KiB.

source: In this Lisp environment, variables and functions can be modified with no need to recompile or restart Emacs.
es: En este entorno Lisp, variables e incluso funciones enteras pueden ser modificadas al vuelo, sin tener que recompilar o ni siquiera reiniciar el editor.

source: On 8 March the Angelus was offered via livestreaming from the Pope's private library.
es: El 8 de marzo el Angelus se ofreció a través de transmisión en vivo desde la Biblioteca Apostólica Vaticana.

source: On 14 March, Kariņš announced that starting 17 March international travel would be halted, however, this would not affect private travel within the European Union, returning citizens or flow of goods.
es: [17]​ El mismo día, Kariņš anuncio que, a partir del 17 de marzo, los viajes internacionales estarían prohibidos; sin embargo, eso no afectaría a viajes privados a la Unión Europea, tanto para retorno de ciudadanos como para el flujo de mercancías.

source: It is also used when high speed is required to make it to a port in a shorter time period.
es: También se usa cuando se requiere alta velocidad para llegar a un puerto en un período de tiempo más corto.

source: This measure would begin at 8 p.m. weekends, starting that very same day.
es: Esta regiría desde las 8 p.m. durante los fines de semana, a partir de ese mismo día.

source: Medical texts at the time emphasized that each case of disease was unique, the result of a personal imbalance, and the main difficulty of the medical profession was to establish precisely each patient's unique situation, case by case.
es: Los tratados de medicina enfatizaban que cada caso de enfermedad era único y resultado de un desequilibrio personal, y la principal dificultad de la profesión médica era establecer exactamente la situación única de cada paciente caso por caso.

source: After Orton retreated, Edge performed the Conchairto on MVP twice as a warning to Orton.
es: Después de que Orton se retiró, Edge realizó el «Con-chair-to» en MVP como una advertencia a Orton.

source: At that time, the far-right Flemish nationalist Vlaams Blok party began to make significant electoral gains.
es: En aquella época, el partido nacionalista flamenco de Vlaams Blok, de extrema derecha, empezó a hacer importantes ganancias electorales.

source: On 13 March 2020 the Government of Morocco announced they have come to an agreement to suspend all passenger flights and ferry crossings to and from Spain, Algeria and France until future notice.
es: El 13 de marzo de 2020 el Gobierno de Marruecos anunció un acuerdo para suspender todos los viajes por avión y ferry tanto de ida como de vuelta a España, Argelia y Francia hasta nuevo aviso.

source: On 16 March, seven new cases were confirmed; five in Zagreb, one in Rijeka and the first case in Karlovac, bringing the total number of infected in the country to 56.
es: El 16 de marzo, 7 nuevos casos fueron confirmados; cinco en Zareb, uno en Rijeka y el primer caso en Karlovac, elevando el número total a 56.

source: After over two decades of fighting smallpox, the WHO declared in 1979 that the disease had been eradicated – the first disease in history to be eliminated by human effort.
es: La OMS declaró en 1980 que la viruela estaba erradicada, después de dos décadas de esfuerzos contra ésta.

source: These people were screened for 26 known pathogens, including SARS and Middle East respiratory syndrome, and those testing positive were quarantined.
es: [37]​ Estas personas fueron examinadas para detectar 26 patógenos conocidos, incluido el SARS y el síndrome respiratorio de Medio Oriente, y los que dieron positivo fueron puestos en cuarentena.

source: Directed by Marc Klasfeld.
es: Director: Marc Klasfeld.

source: However, non-latex gloves have not yet replaced latex gloves in surgical procedures, as gloves made of alternative materials generally do not fully match the fine control or greater sensitivity to touch available with latex surgical gloves.
es: Los guantes hechos con materiales distintos a el látex no han reemplazado todavía a los guantes en procedimientos quirúrgicos, debido a que no alcanzan aun los estándares de calidad o la misma sensibilidad que los guantes quirúrgicos de látex.

source: No evidence supports these claims.
es: [141]​[144]​ Ninguna evidencia respalda estas afirmaciones.

source: Dental Public Health (DPH) is a non-clinical specialty of dentistry that deals with the prevention of oral disease and promotion of oral health.
es: Salud pública dental (DPH) es una especialidad no clínica de la odontología también conocida como odontología comunitaria.
